export const tests = [
    {
        id: 1,
        title: "Математический анализ",
        description: "Основные понятия и теоремы математического анализа",
        questions: 100,
        progress: 80
    },
    {
        id: 2,
        title: "История России 19 века",
        description: "Ключевые события и личности российской истории 19 века",
        questions: 56,
        progress: 30
    },
    {
        id: 3,
        title: "Основы интервальных повторений",
        description: "Изучите принципы эффективного запоминания информации и вы узнаете, как работает кривая забывания, почему важно увеличивать паузы между подходами и как создавать эффективные карточки для запоминания. ",
        questions: 11,
        progress: 0
    },
    {
        id: 4,
        title: "Английские неправильные глаголы",
        description: "Топ-100 неправильных глаголов с примерами",
        questions: 100,
        progress: 50
    },
    {
        id: 5,
        title: "Физика: механика",
        description: "Кинематика, динамика, законы Ньютона",
        questions: 67,
        progress: 100
    },
    {
        id: 6,
        title: "Линейная алгебра и аналитическая геометрия",
        description: "",
        questions: 1,
        progress: 10
    },
    {
        id: 7,
        title: "Общая химия",
        description: "Периодическая система, химические связи, основные законы",
        questions: 35,
        progress: 20
    },
];